import React from 'react'

const HealthEduPage_two = () => {
    return (
        <div className='max-w-[1240px] mx-auto flex justify-between items-center p-4'>
            <div className='w-full bg-white py-16 px-4'>
                <h3 className='text-orange-500  font-bold sm:text-3xl text-5xl py-3 text-center'>大腸鏡介紹</h3>
                <img className='w-full h-full rounded-2xl bg-center bg-cover duration-300' src='https://res.cloudinary.com/dh8azaklf/image/upload/v1697865431/tips-for-heart-healthy-diet-after-angioplasty-alt-1440x810_kzgkrl.jpg' />
                <br />
                <div className='max-w-[1000px] mx-auto'>
                    <div className='flex flex-col mx-3 justify-center'>
                        <h1 className='md:text-xs sm:text-3xs text-2xs font-bold py-2'>文章來源：<span className="text-orange-600">晨悅診所</span></h1>
                        <p>
                            <h1 className='text-orange-800 font-bold text-xl'>一、大腸鏡檢查必要嗎？誰需要做？</h1><br />
                            大腸癌連年位居國人罹癌榜首，造成每年約有 5 千位患者不幸逝世。而九成的大腸癌都與大腸黏膜細胞不斷增生形成息肉，息肉惡化演變成為癌細胞有關。大腸鏡檢查的目的，就是為了及早發現可疑息肉並即時切除，避免大腸癌的發生並降低死亡風險。

                            那麼什麼是大腸鏡呢？哪些人需要做大腸鏡檢查？大腸鏡檢查會痛嗎？讓我們帶您來了解吧！<br /><br />
                        </p>
                        <p>
                            <h1 className='text-orange-800 font-bold'>(一) 什麼是大腸鏡？認識胃腸鏡檢查</h1><br />
                            一般常聽見的胃腸鏡檢查，也就是消化道內視鏡檢查，包含胃鏡與大腸鏡，通常會使用軟性纖維內視鏡做觀察，屬於侵入性檢查。
                            胃鏡主要由咽喉經食道進入胃部，可檢查食道、胃部、十二指腸（上半段），觀察是否有腫瘤、潰瘍或發炎等問題。大腸鏡則由肛門進入腸道，沿著管壁可觀察是否有潰瘍、發炎、出血源、組織息肉、腫瘤病變等病灶。若有發現則可直接切除、切片採檢、電燒止血等，因此是目前最能有效診斷和預防大腸癌的方式。
                            以下簡單比較胃鏡與大腸鏡的差異：<br /><br />
                        </p>
                        <img className='w-[500px] h-[500px] mx-auto' src='https://res.cloudinary.com/dh8azaklf/image/upload/v1697866526/04._%E5%A4%A7%E8%85%B8%E9%8F%A1%E6%AA%A2%E6%9F%A5_%E6%99%A8%E6%82%85_-1_pjkskv.png' />
                        <br />
                        <table className='w-[700px] mx-auto'>
                            <tr className='border-t-2 border-b-4 border-orange-200 p-3'>
                                <th></th>
                                <th >胃鏡</th>
                                <th>大腸鏡</th>
                            </tr>
                            <tr className='border-b-2 border-orange-200 p-3'>
                                <td className='text-[#688C97]'>檢查範圍</td>
                                <td>檢查範圍
                                    由咽喉經食道進入胃部
                                    檢查食道、胃、上半段的十二指腸</td>
                                <td>全大腸結構檢查，從肛門口開始，包含大腸直腸、乙狀結腸、降結腸、橫結腸、升結腸到盲腸</td>
                            </tr>
                            <tr className='border-b-2 border-orange-200 p-3'>
                                <td className='text-[#688C97]'>腸胃癌檢查完整性</td>
                                <td>可揪出胃癌、食道癌</td>
                                <td>可揪出大腸癌</td>
                            </tr>
                            <tr className='border-b-2 border-orange-200 p-3'>
                                <td className='text-[#688C97]'>清腸準備</td>
                                <td>無須清腸準備，但檢查前要空腹8小時</td>
                                <td>檢查前須進行低渣飲食、服用瀉劑等清腸準備</td>
                            </tr>
                            <tr className='border-b-2 border-orange-200 p-3'>
                                <td className='text-[#688C97]'>無痛麻醉（或稱舒眠麻醉）</td>
                                <td>可不需要，但建議加選</td>
                                <td>可不需要，但建議加選</td>
                            </tr>
                            <tr className='border-b-2 border-orange-200 p-3'>
                                <td className='text-[#688C97]'>是否可以息肉切除或切片</td>
                                <td>可以</td>
                                <td>可以</td>
                            </tr>
                        </table><br />
                        <p>
                            <h1 className='text-orange-800 font-bold'>(二) 6 大族群推薦做大腸鏡檢查！</h1><br />
                            為了及早發現問題、提早治療，以下 6 大高危族群，建議盡快或定期接受大腸鏡、胃腸鏡檢查：<br />

                            ● 飲食習慣不佳：平時飲食習慣不良，如愛吃燒烤、醃漬、炸物、加工食品等，食入的致癌物質較多，相對誘發大腸息肉或罹癌機率就更高；或者生活習慣不良，如抽菸、喝酒、嚼檳榔、少運動也容易提高罹癌風險。<br />

                            ● 有家族病史：二等親內（依據血親的國際分法，父母、兒女、兄弟姊妹、祖父母、伯叔姑舅姨，計算方式跟民法不同）有大腸息肉、大腸癌患者的人，帶有好發腸癌基因的可能性更高，必須定期做大腸鏡檢查，以降低風險。如果是一等親就有息肉、罹患癌症者，更應該提早做大腸鏡檢查。<br />

                            ● 長年患有慢性腸道發炎疾病：如潰瘍性結腸炎、克隆氏症，若罹患時間超過 10 年，患有大腸癌的風險高。<br />

                            ● 上次檢查有息肉：上次大腸鏡檢查結果有腺瘤型息肉者，再次復發機率高，並容易演變成為大腸癌，需要定期做大腸鏡檢查。<br />

                            ● 排便習慣不佳者：平時有慢性便秘、腹瀉，比較容易長息肉。若是近期有不明腹痛或腹脹者，特別是體重因不明原因下降，建議盡早就診檢查找出病灶。<br />

                            ● 50歲以上族群：屬於大腸癌好發年齡。在台灣，50-74 歲民眾每 2 年可做 1 次定量免疫法糞便潛血檢查。但由於定量免疫法糞便潛血檢查可能有偽陰性的情形，因此建議至少安排1次大腸鏡檢查或全身健康檢查。<br />
                            要提醒的是，就算沒有家族病史、慢性病，平日飲食也一定要健康均衡，多攝取高纖維蔬果、多喝水，少吃高油或劣質油品製成的炸物、過量紅肉和加工品等，並養成規律運動的好習慣，以及別忘了要定期篩檢，才能預防大腸癌發生。<br /><br />
                        </p>
                        <p>
                            <h1 className='text-orange-800 font-bold'>(三) 怕痛選無痛胃腸鏡安全嗎？</h1><br />
                            許多人害怕胃腸鏡檢查、聽說做胃鏡與大腸鏡很痛，這是真的嗎？<br />

                            傳統胃鏡進行前會請受檢者口服藥劑、於喉頭噴灑局部麻醉劑，並請受檢者唅著張口器。而醫師會將內視鏡從張口器穿入，經過咽喉進入食道檢查，此時不僅異物感強烈，受檢者也容易因為全程目擊檢查而產生恐懼感，加上身體本能抗拒異物進入體內，進而引起嘔吐反射。<br />

                            而傳統大腸內視鏡檢查，則是使用腸鏡在彎曲腸道中前進，經常牽扯、壓迫腸壁外層，引起受檢者腸子絞痛、想解便、腹脹等感受，因此容易讓人感到抗拒。曾經接受腹部或婦產科手術的人，還可能因為腹壁或腸沾黏，疼痛感更加強烈，甚至難以忍受而影響檢查。<br />

                            然而，現在已有舒眠健檢的選擇。無痛胃鏡、無痛大腸鏡會在開始檢查前，由麻醉專科醫生從靜脈注射鎮靜藥與止痛藥，達到中度麻醉、無痛的效果，讓受檢者可以在睡眠中順利完成無痛腸胃鏡檢查，避免因為胃專科醫師須顧及受檢者清醒受檢時的恐懼，包括血壓升高、腦壓升高、心肺負荷增加等生理不適反應而匆促檢查。<br />
                            <img className='w-[500px] h-[500px] mx-auto' src='https://res.cloudinary.com/dh8azaklf/image/upload/v1697867834/04._%E5%A4%A7%E8%85%B8%E9%8F%A1%E6%AA%A2%E6%9F%A5_%E6%99%A8%E6%82%85_-2_kcgnw0.png' />
                            儘管多數民眾都可做無痛腸胃鏡，但部分患者施打鎮定劑與止痛藥後容易伴隨血壓降低、心跳變慢等副作用，下列對象較不建議接受無痛腸胃鏡的麻醉手術，或受檢前需要經過醫師評估是否適合：<br />

                            ● 心血管疾病、半年內有心肌梗塞者<br />

                            ● 呼吸道感染、嚴重氣喘、肺炎患者<br />

                            ● 腎衰竭、洗腎患者<br />

                            ● 體重過重、過度肥胖者<br />

                            ● 睡眠呼吸中止症候群患者<br />

                            ● 年長者<br />

                            ● 孕婦<br />
                            無痛大腸鏡除了需針對受檢者進行麻醉評估以外，需遵守的規範也比清醒的大腸鏡多。例如基於安全考量，檢查後的當日禁止進行危險（騎車、開車）或精細（操作精密儀器或需縝密判斷、重大商務決策）的工作，避免殘存的微量藥物影響判斷及反應。<br />
                            針對無痛腸胃鏡，部分民眾擔心大腸穿孔的疑慮，其實現在的儀器與技術都非常進步，若是選擇有口碑、專業技術純熟的醫療團隊，無痛腸胃鏡檢查在麻醉醫師全程照護下，安全性相當高，檢查完成率也高，不需太過擔心。<br />
                            <br />
                        </p>
                        <p>
                            <h1 className='text-orange-800 font-bold'>(三) 怕痛選無痛胃腸鏡安全嗎？</h1><br />
                            許多人害怕胃腸鏡檢查、聽說做胃鏡與大腸鏡很痛，這是真的嗎？<br />

                            傳統胃鏡進行前會請受檢者口服藥劑、於喉頭噴灑局部麻醉劑，並請受檢者唅著張口器。而醫師會將內視鏡從張口器穿入，經過咽喉進入食道檢查，此時不僅異物感強烈，受檢者也容易因為全程目擊檢查而產生恐懼感，加上身體本能抗拒異物進入體內，進而引起嘔吐反射。<br />

                            而傳統大腸內視鏡檢查，則是使用腸鏡在彎曲腸道中前進，經常牽扯、壓迫腸壁外層，引起受檢者腸子絞痛、想解便、腹脹等感受，因此容易讓人感到抗拒。曾經接受腹部或婦產科手術的人，還可能因為腹壁或腸沾黏，疼痛感更加強烈，甚至難以忍受而影響檢查。<br />

                            然而，現在已有舒眠健檢的選擇。無痛胃鏡、無痛大腸鏡會在開始檢查前，由麻醉專科醫生從靜脈注射鎮靜藥與止痛藥，達到中度麻醉、無痛的效果，讓受檢者可以在睡眠中順利完成無痛腸胃鏡檢查，避免因為胃專科醫師須顧及受檢者清醒受檢時的恐懼，包括血壓升高、腦壓升高、心肺負荷增加等生理不適反應而匆促檢查。<br />
                            <br />
                        </p>

                    </div>
                </div>
            </div>
        </div>
    )
}

export default HealthEduPage_two